{"category" : "sport", "title" : "What is Football", "content" : "football, also called association football or soccer, game in which two teams of 11 players, using any part of their bodies except their hands and arms, try to maneuver the ball into the opposing team’s goal. Only the goalkeeper is permitted to handle the ball and may do so only within the penalty area surrounding the goal. The team that scores more goals wins. Football is the world’s most popular ball game in numbers of participants and spectators. Simple in its principal rules and essential equipment, the sport can be played almost anywhere, from official football playing fields (pitches) to gymnasiums, streets, school playgrounds, parks, or beaches. Football’s governing body, the Fédération Internationale de Football Association (FIFA), estimated that at the turn of the 21st century there were approximately 250 million football players and over 1.3 billion people “interested” in football; in 2010 a combined television audience of more than 26 billion watched football’s premier tournament, the quadrennial month-long World Cup finals. "}
{"category" : "sport", "title" : "What is the longest football match in recorded history?", "content" : "The longest football match in recorded history was the showdown between English clubs Stockport County and Doncaster Rovers at Edgeley Park on March 30, 1946. The duration of the match was a remarkable three hours and 23 minutes and the world record has stood for over half a century. It was a Division Three North Cup replay, after the first game ended 2-2 and, as it would turn out, 203 more minutes could not yield a victor. Tied once more at 2-2 after 90 minutes, the game between Stockport and Doncaster then went into extra time, but 30 more minutes were insufficient, with the two teams unable to score in that time period. Before penalty shootouts were rolled out across the game, some of the methods used to decide the winner of a match after a 120-minute stalemate inluded tossing a coin and, as in this case, 'play to win'."}
{"category" : "sport", "title" : "What is harder, football or tennis?", "content" : "At elite levels, they are both very difficult. being so different, it’s not really worth trying to tease apart which one is harder - they both require incredible physical conditioning and skill, combined with years of practice. However, it’s more difficult to be a playing professional in tennis - it’s incredibly expensive to fly around the world to play in tournaments, and only those in the top 100 or so are making enough money to get by. in contrast, there are thousands of professional soccer players who make their living playing. On the flip side, it’s easier to make a living as a professional tennis coach than a soccer coach (though for most coaches, it’s not particularly lucrative)"}
{"category" : "news", "title" : "‘I believe in our army’: life in Donbas as the frontline creeps closer", "content" : "After five grimy days on the frontline, Slava Vladimirovich stripped to his underpants and plunged into the gleaming Torets River. A seagull flapped over the water and willow trees. “Life goes on, even in wartime,” Slava said. Wringing out his khaki T-shirt, he added: In battle there is nowhere to wash. Slava ran up a muddy embankment and showed off his armoured transporter. On the roof was a joystick-controlled machine gun. Shrapnel had dinted the vehicle’s right side. There was a crack in a porthole-like window. A Russian rocket landed 20 metres from us. We were OK but two civilians got killed, he said. A member of Ukraine’s Donbas battalion, Slava had been evacuating civilians from the beleaguered city of Lysychansk. A couple of kilometres farther north, Ukrainian soldiers were clinging on to the southern chunk of Sievierodonetsk, the last slab of territory in Luhansk province under Kyiv’s control."}
{"category" : "news", "title" : "Russia claims to have targeted western-supplied tanks in Kyiv airstrikes", "content" : "Russia launched airstrikes on Kyiv for the first time in five weeks on Sunday, claiming it had targeted western-supplied tanks – while the Russian president, Vladimir Putin, warned more targets would be struck if weapons deliveries continued. Several explosions were heard around the eastern Kyiv suburbs of Darnytskyi and Dniprovskyi early on Sunday morning, wounding one person. The strikes represented a change of tack on the part of the invading forces. Russia’s ministry of defence said the strikes had destroyed T-72 tanks that had been provided to Ukraine by European countries that were being stored in the buildings of a car repair business, although the claim could not immediately be verified."}
{"category" : "news", "title" : "Russia must not be humiliated in Ukraine, says Emmanuel Macron", "content" : "Russia must not be humiliated in Ukraine, Emmanuel Macron has said, to allow an improvement in diplomatic relations between the west and Moscow whenever the war comes to an end. The French president said his Russian counterpart, Vladimir Putin, had made a “historic and fundamental” error in invading Ukraine, but that nevertheless a wider escalation in hostilities had to be avoided. Giving an interview to a group of regional newspapers in his home country, Macron said: “We must not humiliate Russia so that the day the fighting stops, we can build a way out through diplomatic channels.”"}
{"category" : "culture", "title" : "‘It’s now or never, this is my chance’: Anson Boon on his biggest break, punk and Johnny Rotten", "content" : "Something is clearly wrong, I realise, as Anson Boon sips peppermint tea in a plant-filled café in east London, relishing one of the last moments of calm before his career blows up. The 22-year-old actor can soon be seen playing the punk icon Johnny Rotten in Pistol, Danny Boyle’s new six-part Sex Pistols biopic on Disney+. It’s the sort of role that will define how he’s seen for years to come: menacing, volatile, a little dangerous. And yet, how to put this? He’s so nice! So un-punkishly pleased to be here. The kind of boy my mum would love, all “Yes mate!” and “I love my pubs!” and “I’m moving up in the world” (in reference to the fact that his tea comes in an actual pot)."}
{"category" : "culture", "title" : "Platinum Party at the Palace review – you can understand why the Queen didn’t turn up", "content" : "The last time the exterior of Buckingham Palace and the Mall was turned into a concert venue – for the Gary Barlow-curated diamond jubilee celebration in 2012 – the Queen arrived midway through: a canny bit of timing that meant she got there in time for Kylie, Stevie Wonder and Paul McCartney but missed Jessie J, as well as Gary Barlow and Cheryl Tweedy’s unprovoked assault on Lady Antebellum’s Need You Now. This time, she gamely took part in a sketch with Paddington Bear, tapping out the rhythm of Queen’s We Will Rock You on a teacup before Queen themselves appeared – Brian May, clad in a jacket covered in drawings of badgers, performing on a hydraulic platform – but didn’t show up in person at all, which was a surprise: what apparently poorly 96-year-old wouldn’t want to spend an evening watching Jax Jones and Sigala?"}
{"category" : "culture", "title" : "War film Shershaah steals show as Bollywood’s Oscars return", "content" : "War movie Shershaah marched off with Best Picture and Best Director as Bollywood’s Oscars returned for the first time since the pandemic began with an all-singing, all-dancing awards ceremony in Abu Dhabi on Saturday. Shershaah, depicting Indian war hero Vikram Batra, who was killed in the 1999 Kargil conflict with Pakistan, had been tipped to dominate after receiving 12 nods for the first International Indian Film Academy Awards since 2019. “I would like to thank the family of Vikram Batra for helping me make this movie,” director Vishnuvardhan told the crowd at the end of the energetic, five-hour gala in the United Arab Emirates capital."}